Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: She sure was. So let's go home and have you apologize, all right?
pl: Oczywiście, że tak. Wracajmy już do twojego domu, abyś mógł przeprosić, dobrze?

source: She told me she wanted you to...become a good person.
pl: Powiedziała mi, że chciałaby, żebyś... stał się dobrą osobą.

source: She wants intel on A2, does she? Where should we start?
pl: Potrzebuje danych na temat A2, tak? Od czego powinniśmy zacząć?

source: She was asking for the recipe, so I'm sure she's cooking up a stash of her own.
pl: Pytała o przepis, więc zakładam, że sama sobie coś przygotowuje.

source: She was drinking. I think she finally passed out.
pl: Ta pipa się spiła. I chyba wreszcie odpłynęła.

source: She was planning to go AWOL...
pl: Ona planowała dezercję...

source: She was shot down during the battle.
pl: Została zestrzelona w trakcie walki.

source: She was shot down near the abandoned factory, right?
pl: Została zestrzelona w pobliżu opuszczonej fabryki, prawda?

source: She was so strong and admirable...
pl: Była taka silna, a przez to godna podziwu...

source: She's a bit of an odd-ball, but she's really smart, so I'm sure she's got lots of useful information for you.
pl: Trochę dziwaczka, ale jest naprawdę mądra, więc z pewnością udzieli wam garści przydatnych informacji.

source: She's a deserter. She also wiped out an entire team that was sent to bring her back.
pl: Jest dezerterem. W dodatku zlikwidowała cały oddział, który miał ją sprowadzić z powrotem.

source: She's a pretty odd gal, ain't she?
pl: Dziwna z niej dziewczyna, co nie?

source: She's beautiful! And kind! And unusually calm, all things considered.
pl: Ona jest taka piękna! I miła! I nadzwyczaj spokojna, biorąc pod uwagę wszystkie okoliczności.

source: She's been picking things up quickly lately. It makes my job a lot easier!
pl: Ostatnio sporo nadrobiła. To bardzo ułatwia moją pracę!

source: She's been trying to cut back, but with things as rough as they are... Well, everyone needs a release, I suppose.
pl: Próbowała się ograniczać, ale w tej ciężkiej sytuacji... No cóż... Każdy potrzebuje sobie jakoś ulżyć, nieprawdaż?

source: She's dead.
pl: Ona nie żyje.

source: She's gone...
pl: Zniknęła...

source: She's gonna have my head for this...
pl: Ale będzie na mnie wściekła...

source: She's probably somewhere around the desert at the moment.
pl: Prawdopodobnie znajduje się gdzieś teraz na terenie pustyni.

source: She's probably waiting in her room now.
pl: Zapewne czeka teraz w swoim pokoju.

source: She's risking her life for Lilly. They're ALL risking their lives.
pl: Ryzykuje swoje życie dla Lilly. One WSZYSTKIE ryzykują swoje życia.

source: She's such a good little girl, and so fond of her sister!
pl: To taka dobra dziewczynka i tak bardzo zależy jej na siostrze!

source: She...
pl: Ona...

source: Sheltered Machine
pl: Maszyna trzymana pod kloszem

source: Shhh! Don't shout!
pl: Ciii! Nie krzycz!

source: Shhh! Don't shout! What if they find us!?
pl: Cii! Nie krzycz! Co będzie jak nas znajdą?!

source: Shhh! I'm trying to concentrate on the match!
pl: Ciii! Próbuję się skoncentrować na zawodach!

source: Shield
pl: Tarcza

source: Shield-equipped
pl: z tarczą

source: Shift Avoid
pl: Unik teleportacyjny

source: Ship...grave...
pl: Statek... grób...

source: Shipping Records
pl: Zapisy dostaw

source: Shit!
pl: Cholera!

source: Shit! Stupid barriers...
pl: Cholera! Głupie bariery...

source: Shit. What happened to the Bunker?
pl: Cholera. Coś się musiało stać w Bunkrze!

source: Shit...
pl: Jasna cholera...

source: Shitty world, shitty game!
pl: Gówniany świat, gówniana gra!

source: Shock Wave
pl: Fala uderzeniowa

source: Shock Wave +1
pl: Fala uderzeniowa +1

source: Shock Wave +2
pl: Fala uderzeniowa +2

source: Shock Wave +3
pl: Fala uderzeniowa +3

source: Shock Wave +4
pl: Fala uderzeniowa +4

source: Shock Wave +5
pl: Fala uderzeniowa +5

source: Shock Wave +6
pl: Fala uderzeniowa +6

source: Shock Wave +7
pl: Fala uderzeniowa +7

source: Shock Wave +8
pl: Fala uderzeniowa +8

source: Shoot
pl: Strzał

source: Shoot.
pl: Śmiało, pytaj.

source: Shooters are tough.
pl: Strzelanki naprawdę są wymagające.

source: Shop
pl: Przejrzyj sklep.

source: Shop version
pl: Wersja sklepowa

source: Shopkeeper Machine
pl: Maszyna sprzedawca

source: Shopping Center
pl: Centrum handlowe

source: Short and thin, it easily goes unnoticed.
pl: Tak krótki i cienki że łatwo go nie zauważyć.

source: Short-circuit a foe, causing a fire for 3 seconds.
pl: Wywołuje zwarcie we wrogu, zapalając go na 3 s.

source: Short-circuit a foe, causing a fire for 3.5 seconds.
pl: Wywołuje zwarcie we wrogu, zapalając go na 3,5 s.

source: Short-circuit a foe, causing a fire for 4 seconds.
pl: Wywołuje zwarcie we wrogu, zapalając go na 4 s.

source: Short-circuit a foe, causing a fire for 4.5 seconds.
pl: Wywołuje zwarcie we wrogu, zapalając go na 4,5 s.

source: Short-circuit a foe, causing a fire for 5 seconds.
pl: Wywołuje zwarcie we wrogu, zapalając go na 5 s.

source: Short-circuit a foe, causing a fire for 5.5 seconds.
pl: Wywołuje zwarcie we wrogu, zapalając go na 5,5 s.

source: Short-circuit a foe, causing a fire for 6 seconds.
pl: Wywołuje zwarcie we wrogu, zapalając go na 6 s.

source: Short-circuit a foe, causing a fire for 6.5 seconds.
pl: Wywołuje zwarcie we wrogu, zapalając go na 6,5 s.

source: Short-circuit a foe, causing a fire for 7 seconds.
pl: Wywołuje zwarcie we wrogu, zapalając go na 7 s.

source: Short-legged units such as myself can't even get off a chair without fearing for their safety.
pl: Jednostki z krótkimi nogami takie jak ja nie mogą nawet zejść z krzesła bez obaw o swoje bezpieczeństwo.

source: Shortcut Menu
pl: Menu skrótów

source: Shortcuts
pl: Skróty

source: Should I play it safe, or bet big?
pl: Obstawiać pewniaka czy liczyć na większą wygraną?

source: Should I tap her here, though?
pl: Tylko czy powinienem ją tam dotykać?

source: Should I tap her here, though? She might get angry at me.
pl: Tylko... czy powinienem ją tam dotykać? Może być za to na mnie zła.

source: Should you possess any information on the subject, please disclose it at once.
pl: Jeśli posiadasz jakiekolwiek informacje w tym temacie, proszę, natychmiast ich udziel.

source: Shouldn't we be called Cain and Abel or something instead?
pl: Nie sądzisz, że powinniśmy raczej nazywać się... Kain i Abel, czy jakoś tak?

source: Shouts of joy ring out from my Resistance companions. I embrace Lilly in a hug that stuns me with its ferocity, then look at Number 21 through teary eyes.<bt_wait>
pl: Okrzyki radości rozbrzmiewają z ust moich towarzyszek z Ruchu Oporu. Tulę Lilly w uścisku, który oszałamia mnie brutalnością i przez zapłakane oczy spoglądam na Numer 21.<bt_wait>

source: Show Text
pl: Pokaż tekst

source: Show no mercy! Grant no quarter! Rip and tear and gouge and poke and slice and crush and maim and destroy!
pl: Nie okazujcie litości! Walczcie bez pardonu! Rozrywajcie na strzępy i bijcie, i sieczcie, i kłujcie, i miażdżcie, i kaleczcie, i niszczcie!

source: Show no mercy.
pl: Nie okazuj łaski.

source: Show on Map
pl: Pokaż na mapie

source: Shut down the "god box."
pl: Wyłącz „pudełko boga”.

source: Shut down the recovery unit in the flooded city.
pl: Wyłącz jednostkę w zalanym mieście.

source: Shut down the recovery unit in the forest.
pl: Wyłącz jednostkę w lesie.

source: Shut the hell up!
pl: Zamknij się do cholery!

source: Shut the hell up. ...You'll make me blush.
pl: Zamknij się... Przez ciebie się rumienię.

source: Shut up already, kid!
pl: Zamilknij w końcu, dzieciaku!

source: Shut up and get out of my head already!
pl: Zamknij się i natychmiast wynoś z mojej głowy!

source: Shut up for a second. Why do you two keep getting assigned the most dangerous jobs?
pl: Zamknij się na sekundę. Dlaczego to wasza dwójka dostaje najniebezpieczniejsze prace?

source: Shut up!
pl: Zamknij się!

source: Shut up! Just do what I say!
pl: Zamknij się! Rób co mówię!

source: Shut up! You don't know anything!
pl: Zamknij się! O niczym nie masz pojęcia!

source: Shut up, shut up, shut UP, SHUT UP!
pl: Zamknij się, zamknij się, zamknij SIĘ, ZAMKNIJ SIĘ!

source: Shut up... Shut up!
pl: Zamknij się... Zamknij się!

source: Shut your trap!
pl: Zamknij jadaczkę!

source: Shut. Up.
pl: Zamknij. Się.

source: Shut...the hell...up.
pl: Zamknij... tę cholerną... jadaczkę.

source: Sign up to fight.
pl: Zapisz się do walki.

source: Siiigh... Why do I always draw the short straw?
pl: Echh... Dlaczego to zawsze ja muszę wyciągnąć najkrótszą słomkę?

source: Silver Ore
pl: Ruda srebra

source: Simple Gadget
pl: Prosty mechanizm

source: Simple Machine
pl: Prosta maszyna

source: Since you're a Scanner, if you get close to an enemy, <KC_HEAVY_ATK> should appear. ...Er, I think.
pl: Skoro jesteś Skanerem, gdy zbliżysz się do wroga, powinien pojawić się <KC_HEAVY_ATK>... Eee, tak mi się wydaje.

source: Sing...a song...
pl: Śpiewając... piosenkę...

source: Singapore
pl: Singapur

source: Sis! Hey, Big Sis!
pl: Siostro! Hej, Starsza Siostro!

source: Situation report.
pl: Raport sytuacyjny.

source: Skill Salve (L)
pl: Maść umiejętności (L)

source: Skill Salve (S)
pl: Maść umiejętności (S)

source: Skill gauge replenishes twice as fast for 15 seconds.
pl: Wskaźnik umiejętności odnawia się 2 razy szybciej przez 15 sekund.

source: Skill gauge replenishes twice as fast for 30 seconds.
pl: Wskaźnik umiejętności odnawia się 2 razy szybciej przez 30 sekund.

source: Skin acquired from a wild beast.
pl: Futro pozyskane z dzikiego zwierzęcia.

source: Skin over steel
pl: Skóra nad stalą

source: Skip
pl: Pomiń

source: Slaughter!
pl: Rzeź!

source: Slovakia
pl: Słowacja

source: Slovenia
pl: Słowenia

source: Slow time for 0.8 seconds after a Perfect Evade.
pl: Spowolnienie czasu na 0,8s. po perfekcyjnym uniku.

source: Slow time for 1.5 seconds after a Perfect Evade.
pl: Spowolnienie czasu na 1,5 s. po perfekcyjnym uniku.

source: Slow time for 2 seconds after a Perfect Evade.
pl: Spowolnienie czasu na 2 s. po perfekcyjnym uniku.

source: Slow time for 2.5 seconds after a Perfect Evade.
pl: Spowolnienie czasu na 2,5 s. po perfekcyjnym uniku.

source: Slow time for 3 seconds after a Perfect Evade.
pl: Spowolnienie czasu na 3 s. po perfekcyjnym uniku.

source: Slow time for 3.5 seconds after a Perfect Evade.
pl: Spowolnienie czasu na 3,5 s. po perfekcyjnym uniku.

source: Slow time for 4 seconds after a Perfect Evade.
pl: Spowolnienie czasu na 4 s. po perfekcyjnym uniku.

source: Slow time for 4.5 seconds after a Perfect Evade.
pl: Spowolnienie czasu na 4,5 s. po perfekcyjnym uniku.

source: Slow time for 5.5 seconds after a Perfect Evade.
pl: Spowolnienie czasu na 5,5 s. po perfekcyjnym uniku.

source: Small Biped
pl: Mały dwunóg

source: Small Biped (Axe)
pl: Mały dwunóg (topór)

source: Small Biped (Spear)
pl: Mały dwunóg (włócznia)

source: Small Biped (Sword)
pl: Mały dwunóg (miecz)

source: Small Biped (Torch)
pl: Mały dwunóg (pochodnia)

source: Small Exploder
pl: Mała bomba

source: Small Flyer
pl: Mały lotnik

source: Small G Luck+
pl: Szczęście do G + (S)

source: Small Gear
pl: Mały trybik

source: Small Machine
pl: Mała maszyna

source: Small Machine Lifeform
pl: Mała mechaniczna forma życia

source: Small Recovery
pl: Małe uzdrowienie

source: Small Shoe
pl: Mały bucik

source: Small Sphere
pl: Mała kula

source: Small Sphere (Axe)
pl: Mała kula (topór)

source: Small Sphere (Drill)
pl: Mała kula (wiertło)

source: Small Sphere (Gun)
pl: Mała kula (działko)

source: Small Stubby
pl: Mały resorak

source: Small Stubby (EM-Shield)
pl: Mały resorak (tarcza EM)

source: Small Stubby (Gun)
pl: Mały resorak (działko)

source: Small Stubby (Saw)
pl: Mały resorak (piła)

source: Small Stubby (Shield)
pl: Mały resorak (tarcza)

source: Small Swords
pl: Miecze małe

source: Smaller Machine
pl: Mniejsza maszyna

source: So
pl: Więc

source: So I checked some human records and apparently the joy of seeing machine bits fly everywhere is called "elation."
pl: Sprawdziłem zapiski ludzkości i najwyraźniej radość z oglądania latających na wszystkie strony kawałków maszyn to „euforia”.

source: So I decided to create multiple versions of myself to help with the fight.
pl: Aby pomóc sobie w walce, postanowiłem stworzyć wiele wersji samego siebie.

source: So I did. I had my orders, and I followed them.
pl: I zrobiłam to. Miałam zlecenie i je wykonałam.

source: So I guess...you know. Thanks or whatever.
pl: Zgaduję, że... no, wiecie. Tak, czy siak, dzięki.

source: So I kinda decided that staying inside was way easier.
pl: Więc... Doszedłem do wniosku, że pozostawanie w domu jest znacznie łatwiejsze.

source: So I know that he's...
pl: Więc wiem, że on...

source: So I need to find junk from the old world now?
pl: Czyli co? Teraz mam szukać rupieci ze starego świata?

source: So I went out and stole a broken-down YoRHa body.
pl: W związku z tym, któregoś dnia postanowiłem, że zdobędę uszkodzone ciało YoRHa.

source: So I'd like to ask you to run a little guard duty.
pl: W związku z tym, chciałam was poprosić o jego ochronę.

source: So I've heard.
pl: Tak, słyszałam o tym.

source: So anyway, I says to her...
pl: A więc, ja mówię do niej...

source: So as long as my body works, I figure I should make myself useful.
pl: Dlatego postanowiłem, że będę użyteczny tak długo, jak długo moje ciało pozostanie sprawne.

source: So basically, if this thing reaches land, we're screwed.
pl: Krótko mówiąc, jeśli to coś dotrze do brzegu, to będziemy mieli przerąbane.

source: So be it. You'll be a pile of ash by the time I'm done with you!
pl: Niech będzie. Będziesz tylko kupką popiołu kiedy skończę z tobą!

source: So benevolent and kind... And now he's dead.
pl: Taki łaskawy i miły... A teraz jest martwy.

source: So dark... So cold...
pl: Jest taka ciemna... Taka zimna...

source: So destroy it.
pl: No to zniszczmy ją.

source: So did YoRHa actually create the Council of Humanity?
pl: Czyli to YoRHa stworzyła Radę Ludzkości?

source: So do what I say before I kick your sorry ass!
pl: Więc rób co mówię, albo skopię twój tyłek!

source: So do you wanna play with us?
pl: Chcesz się z nami pobawić?

source: So do you...
pl: Czy ty...

source: So don't be that person! Check your mail regularly at a transport terminal, all right?
pl: Nie bądź tą osobą! Sprawdzaj pocztę regularnie w terminalu transportowym, dobrze?

source: So don't forget to recover your body if want them back.
pl: Zatem nie zapomnij odzyskać ciała, jeśli chcesz je zachować.

source: So don't let your guard down! If you run into one out there, destroy it at once!
pl: A więc nie opuszczaj gardy! Jak się na takiego natkniesz, zniszcz go od razu!

source: So he didn't make it, huh?
pl: Nie udało mu się przeżyć, tak?

source: So how about you buy something instead?
pl: Może, zamiast tego, lepiej byłoby coś u mnie kupić?

source: So how can you trust an entire squad of new models that you just met? </page>
pl: Więc jak możesz zaufać pełnemu oddziałowi nowych, dopiero co poznanych modeli? </page>

source: So if I go and replace that, what happens?
pl: Jeśli ją też wymienię, to co się stanie?

source: So if we detect any stray energy reactions, it probably means A2 is involved.
pl: Zatem, jeśli wykryjemy jakiekolwiek rozproszone reakcje energetyczne, to prawdopodobnie będzie oznaczać, że jednostka A2 jest w to wmieszana.

source: So if we don't destroy it, they'll just keep coming.
pl: A zatem, jeśli jej nie zniszczymy, to będzie ich tylko przybywać.

source: So if we use those numbers from the Resistance camp as coordinates...
pl: A zatem, jeśli użyjemy tych liczb z obozu Ruchu Oporu jako współrzędnych...

source: So if we want to know what all those old human records are always going on about, all we need to do is let our fists fly!
pl: Zatem, jeśli chcemy zrozumieć, o czym mówią te stare ludzkie zapiski, wystarczy po prostu dać upust pięściom!

source: So in a way, he would no longer be the same child.
pl: A więc, w pewnym sensie, nie byłby już tym samym dzieckiem.

source: So in truth, I'm only one of a countless number of Emils.
pl: Prawdę mówiąc, jestem jedynie jedną z niezliczonych wersji Emila.

source: So is this factory safe?
pl: Czy w tej fabryce jest bezpiecznie?

source: So is this the treasure or what?
pl: I to ma niby być ten skarb, tak...?

source: So it turns out those soldiers didn't actually steal anything. Which means...what?
pl: Okazało się więc, że tamci żołnierze niczego stąd nie ukradli. Z tego wynika... no właśnie... Tak właściwie, to co z tego wynika?

source: So it's gonna be like that, is it?
pl: A więc tak to ma wyglądać, hmm?

source: So it's junk, basically.
pl: Czyli w gruncie rzeczy to złom.

source: So it's just a bunch of junk?
pl: Czyli to zwykły śmieć?

source: So it's okay to kill some animals, but not others?
pl: Czy zabijanie jednych zwierząt, ale darowanie życia innym, jest w porządku?

source: So just be quiet and wear them already.
pl: Zatem, zamilcz wreszcie i po prostu je noś.

source: So let us see which of us is faster! Believe in yourself and grasp the future with both hands!
pl: Sprawdźmy zatem, które z nas jest szybsze! Uwierz w siebie i sięgnij po przyszłość własnymi rękami!

source: So let's get out there and do it already! Woo!
pl: Dobra. Idź tam i zrób to w końcu! Juhu!

source: So let's go somewhere quiet. Together.
pl: Udajmy się zatem w jakieś spokojne miejsce. Razem.

source: So let's try not to fall behind.
pl: Spróbuj zatem nie pozostawać w tyle za pozostałymi.

source: So many wishes
pl: Tak wiele życzeń

source: So much for "Goliath" class. That was over before it started.
pl: To byłoby na tyle, jeśli chodzi o klasę „Goliat”. Skończyło się równie szybko, jak się zaczęło.

source: So much has happened recently. You must be exhausted!
pl: Tyle się ostatnio wydarzyło. Musicie być wyczerpani!

source: So my friend was killed by the Resistance? By one of her own!?
pl: Czyli, moja przyjaciółka została zabita przez Ruch Oporu? Przez jednego ze swoich?!

source: So no. I don't think they're a pain.
pl: A więc nie. Nie uważam tego za udrękę.

source: So open it.
pl: No to ją otwórz.

source: So please don't go anywhere. All right, Dad? Don't leave your Yonah all alone. ...Okay?
pl: Proszę cię, nie odchodź. Dobrze, Tato? Nie zostawiaj swojej Yonah'y samej. Dobrze?

source: So please, I beg of you, do not let my words ruin your day.
pl: Proszę, wręcz błagam was... Nie pozwólcie, aby moje słowa zrujnowały wam dzień.

source: So quit griping and eat it already.
pl: Przestań więc biadolić i zjedz go wreszcie.

source: So quit with the whining and let us take you home already.
pl: Więc przestań marudzić, bo i tak zabieramy cię do domu.

source: So rather than let them kill us, we ran. I guess it was the greatest resistance I could muster. </page>
pl: Więc zamiast pozwolić im nas zabić, uciekniemy. Domyślam się, ze to największy przejaw oporu, na jaki byłam zdolna się zdobyć. </page>

source: So repair it already.
pl: No to je napraw.

source: So she went off to the desert in search of a replacement.
pl: Więc wyruszyła na pustynię w poszukiwaniu jakiegoś zamiennika.

source: So she's still alive. Contact the Bunker.
pl: A więc żyje. Skontaktuj się z Bunkrem.

source: So tell me, what do you think of this place?
pl: Powiedz mi, co myślisz o tym miejscu?

source: So that goes in here...and connects to this...
pl: To idzie tutaj... i łączy się z tym...

source: So the Bunker's gone, eh?
pl: A więc Bunkra już nie ma, co?

source: So then! To business. What can I get you?
pl: No dobrze! Przejdźmy do rzeczy. Czym mogę służyć?

source: So then! What can I do ya for?
pl: To jak? Co mogę dla was zrobić?

source: So then...what am I doing here? </page>
pl: Więc... co ja tu robię? </page>

source: So then...what happened to Command!?
pl: A więc... Tak właściwie, to co się stało z Dowództwem?!

source: So there you have it! Anyway, mind lending us a hand?
pl: Sama widzisz... To jak? Pomożesz nam?

source: So this Operator model is...?
pl: Zatem, ten model Operatorki jest...?

source: So this flower is called a Lunar Tear...
pl: A więc ten kwiat to Księżycowa Łza...

source: So this goes here... Ummm...
pl: A więc to trafia tu... Hmmmm...

source: So this guy's saying he's been seeing weird things while in sleep mode recently.
pl: Ten koleś mówił, że widział dziwne rzeczy jak był ostatnio w trybie uśpienia.

source: So this has a transporter now, huh?
pl: Więc to ma teraz transporter, tak?

source: So this is a desert rose, huh? It seems almost...mystical.
pl: Czyli to jest pustynna róża, tak? Ma w sobie coś... mistycznego.

source: So this is a piece of literature from the old world? Hmmm. I believe it speaks of the cruelty of mankind.
pl: A więc to jest dzieło literackie pochodzące ze starego świata? Hm... Sądzę, że dużo mówi o ludzkim okrucieństwie.

source: So this is all the crap the Resistance was storing, huh?
pl: A więc to jest cały ten szajs, który składuje Ruch Oporu, co?

source: So this is some kind of cannon aimed at the human server on the moon?
pl: Czyli to jest jakiegoś rodzaju działo wymierzone w ludzki serwer znajdujący się na księżycu?

source: So this is that "slide" I keep hearing so much about, eh?
pl: A więc to jest ta „zjeżdżalnia”, o której tyle ostatnio słyszałem, co?

source: So this is the Resistance Camp, huh?
pl: A więc to obóz Ruchu Oporu, tak?

source: So this is the part Pascal wanted?
pl: To jest ta część, którą chciał Pascal?

source: So this is where you landed...
pl: A więc to tutaj spadłaś...

source: So this just keeps going until I kill 'em all!?
pl: Czyli to się nie skończy, dopóki nie zniszczę ich co do jednego?!

source: So this machine "mother" has a "child," eh?
pl: Więc ta maszyna „matka” ma „dziecko”, co?

source: So this thing is called a "mackerel" and apparently eating it has a horrible effect on androids.
pl: Więc ta rzecz nazywa się „makrela” i najwyraźniej zjedzenie jej ma okropne działanie na androidy.

source: So this'll probably come as no surprise, but I have more packages that need to come out of storage.
pl: Zapewne nie będzie to dla was zaskoczeniem, ale mam więcej przesyłek, które trzeba wyciągnąć z magazynu.

source: So those machines had a king?
pl: Więc te maszyny mają Króla?

source: So those red AIs are dead?
pl: Czyli te wszystkie czerwone SI zostały zniszczone?

source: So until your next visit, farewell!
pl: Do następnej wizyty, żegnajcie!

source: So we accepted it. We took the resentment and scorn. We endured.<bt_wait> Because as crazy as it sounds, I think we actually felt...<bt_wait>responsible. </page>
pl: Więc to zaakceptowałyśmy. Przyjęłyśmy rozgoryczenie i pogardę. Przetrwałyśmy.<bt_wait> Ponieważ, niezależnie jak szalenie to zabrzmi, myślę, że czułyśmy się... <bt_wait>odpowiedzialne. </page>

source: So we can learn more about the machines! Don't you think it's at least worth a shot?
pl: Abyśmy mogli dowiedzieć się więcej o tych maszynach! Nie myślisz, że warto chociaż spróbować?

source: So we destroy you too...
pl: Dlatego was również zniszczymy...

source: So we need to strictly manage everything and everyone that comes through here.
pl: Dlatego musimy ściśle kontrolować wszystko i wszystkich, którzy tu przychodzą.

source: So we started out with 3 Romeos and 3 Juliets, and now there are none...
pl: Zaczęliśmy od 3 Romeo i 3 Julii, a teraz nie ma już nikogo...

source: So we'll need you to look into that as well.
pl: Więc chcemy, żebyś przyjrzała się również temu.

source: So we're vets now? That's new.
pl: A więc od teraz jesteśmy weterynarzami? To coś nowego.

source: So what are you doing here?
pl: Co tu właściwie robisz?

source: So what are you guys making?
pl: Tak w ogóle, to czym się zajmujecie, dziewczyny?

source: So what do you think?
pl: A co ty o tym myślisz?

source: So what do you wanna do?
pl: No to co chcesz robić?
